---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.InchesToTheSixthPower
source: html/287985f5-daa9-462d-46d9-45284b03e480.htm
---
# Autodesk.Revit.DB.UnitTypeId.InchesToTheSixthPower Property

Inches to the sixth power.

## Syntax (C#)
```csharp
public static ForgeTypeId InchesToTheSixthPower { get; }
```